{
    "banner-image": "/sectors/education.jpg",
    "banner-title": "Empowering education through scalable technology",
    "banner-text": "From real-time school monitoring to nationwide student databases—we build digital solutions that strengthen India’s education infrastructure and expand access to quality learning.",
    "stats-image": "/sectors/education-network.png",
    "stats-title": "Solving India’s Education Challenges at Scale",
    "stats-text": "India’s education system serves the world’s largest student population—spread across diverse geographies, languages, and socio-economic backgrounds. Yet ensuring consistent access, transparency, and accountability across this vast network is an ongoing challenge. At NetProphets, we partner with central and state governments to address these gaps. Our goal: to help public education systems become more connected, data-driven, and equitable—so every child, teacher, and institution can thrive.",
    "stats": [
        {"id":01, "text": "24 Crore+ Students Impacted"},
        {"id":02, "text": "1.5 Million+ Schools Digitised"},
        {"id":03, "text": "80 Lakh+ Teachers Supported"}
    ],
    "projects": [
        {
            "img": "/sectors/project-1.jpg",
            "title": "National Curriculum Framework (NCF)",
            "description": "Built the digital backbone for consultations across stakeholders, helping shape India’s new school curriculum through structured, inclusive digital participation."
        },
        {
            "img": "http://localhost:5173/sectors/project-2.jpg",
            "title": "Student Database Management System (SDMS)",
            "description": "Built the digital backbone for consultations across stakeholders, helping shape India’s new school curriculum through structured, inclusive digital participation."
        },
        {
            "img": "http://localhost:5173/sectors/project-3.jpg",
            "title": "National Achievement Survey (NAS)",
            "description": "Designed a secure, scalable system to collect and analyze learning outcomes nationwide—empowering data-driven decisions for improving education quality."
        },
        {
            "img": "http://localhost:5173/sectors/project-1.jpg",
            "title": "Shagun Monitoring Platform",
            "description": "Unified planning, monitoring, and reporting under Samagra Shiksha—bringing real-time transparency and performance insights to the entire school ecosystem."
        }
    ],
    "services": [
        {
            "icon": "",
            "title": "Public Digital Platforms",
            "description": "We build unified portals for school monitoring, student data, teacher tracking, and policy compliance—streamlining how education is planned and delivered."
        },
        {
            "icon": "",
            "title": "Product Engineering and Emerging Technology",
            "description": "From multilingual content platforms to outcome-tracking dashboards, we engineer scalable solutions that support learning access and performance visibility."
        },
        {
            "icon": "",
            "title": "Digital Infrastructure and Managed Services",
            "description": "We manage the backend—keeping school data systems secure, fast, and available. Our support ensures uptime for nationwide education tech."
        },
        {
            "icon": "",
            "title": "Strategy and Capability Building",
            "description": "We support government bodies with transformation consulting, data-backed insights, and the tools to roll out policy at scale with confidence."
        }
    ],
    "testimonial-image": "/sectors/nehal-patel.jpg"
}